Repository: nvdaaddons/readFeeds
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br

source: Your configuration folder for NVDA contains files that seem to be derived from a previous version of this add-on. Do you want to update it?
pt_br: Sua pasta de configuração do NVDA contém arquivos que parecem ser derivados duma versão anterior deste complemento. Quer atualizá-la?

source: Install or update add-on
pt_br: Instalar ou atualizar complemento

source: Unable to refresh feed. Check your Internet conectivity or that the specified feed address is correct.
pt_br: Não é possível atualizar o feed. Verifique sua conectividade à Internet ou se o endereço de feed especificado está correto.

source: Feeds copied
pt_br: Feeds copiados

source: Folder not copied
pt_br: Pasta não copiada

source: Copy Error
pt_br: Erro a copiar

source: Feeds restored
pt_br: Feeds restaurados

source: &Filter by:
pt_br: &Filtrar por:

source: List of &articles...
pt_br: Lista de &artigos...

source: &Open feed
pt_br: A&brir feed

source: Open feed as &HTML
pt_br: Abrir feed como &HTML

source: Cop&y feed address
pt_br: Cop&iar endereço do feed

source: &New...
pt_br: &Novo...

source: &Rename...
pt_br: &Renomear...

source: &Delete...
pt_br: E&xcluir...

source: S&et default
pt_br: D&efinir como padrão

source: Open &folder containing a backup of feeds
pt_br: Abrir pasta que contém uma cópia de segurança dos &feeds

source: &Preferences...
pt_br: &Preferências...

source: Cannot add feed: %s
pt_br: Não é possível adicionar o feed: %s

source: Error
pt_br: Erro

source: Do you want to copy feed address to the clipboard {feedAddress}?
pt_br: Você quer copiar o endereço do feed para a área de transferência {feedAddress}?

source: Copy feed address
pt_br: Copiar endereço do feed

source: Address of a new feed:
pt_br: Endereço do novo feed:

source: New feed
pt_br: Novo feed

source: Are you sure you want to delete this feed? This cannot be undone.
pt_br: Tem certeza que quer excluir este feed? Isto não pode ser desfeito.

source: New name:
pt_br: Novo nome:

source: Rename feed
pt_br: Renomear feed

source: List of articles
pt_br: Lista de artigos

source: Open &web page of selected article.
pt_br: Abrir página &web do artigo selecionado.

source: &About article...
pt_br: &Sobre o artigo ...

source: %sDo you want to copy article title and link to the clipboard?
pt_br: %sVocê quer copiar o título do artigo e link para a área de transferência?

source: Article information
pt_br: Informação do artigo

source: Copy feeds
pt_br: Copiar feeds

source: Select a folder to save a backup of your current feeds
pt_br: Selecione uma pasta para salvar cópia de segurança dos seus feeds atuais

source: directory for backup:
pt_br: diretório para cópia de segurança:

source: Select directory to copy
pt_br: Selecione diretório a copiar

source: Restore feeds
pt_br: Restaurar feeds

source: Select a folder to restore a backup of your previous copied feeds
pt_br: Selecione uma pasta para restaurar cópia de segurança de seus feeds anteriormente copiados

source: directory containing backup:
pt_br: diretório que contém a cópia:

source: Select directory to restore
pt_br: Selecione diretório a restaurar

source: &Search edit box after feeds list
pt_br: Caixa de edição de pes&quisa após lista de feeds

source: Unable to locate article title.
pt_br: Impossível localizar o título do artigo.

source: Unable to locate article link.
pt_br: Impossível localizar linque do artigo.

source: Show date
pt_br: Mostrar data

source: Show buttons to copy
pt_br: Mostrar botões para copiar

source: Copy
pt_br: Copiar

source: &Read Feeds
pt_br: Leito&r de Feeds

source: &Copy feeds folder...
pt_br: &Copiar pasta de feeds...

source: R&estore feeds...
pt_br: R&estaurar feeds...

source: Activates the Feeds dialog of Read Feeds.
pt_br: Ativa o diálogo Feeds do Leitor de Feeds.

source: Activates the Copy dialog of Read Feeds.
pt_br: Ativa o diálogo Copiar do Leitor de Feeds.

source: Activates the Restore dialog of Read Feeds.
pt_br: Ativa o diálogo Restaurar do Leitor de Feeds.

source: Shows the %s settings.
pt_br: Mostra as configurações de %s.

source: Refreshes the current feed and announces the most recent article title.
pt_br: Atualiza o feed atual e anuncia o título do artigo mais recente.

source: Announces the title of the current article. Pressed two times, copies title and related link to the clipboard.
pt_br: Anuncia o título do artigo atual. Pressionada duas vezes, copia o título e o linque relacionado para a área de transferência.

source: Copied to clipboard %s
pt_br: Copiado para a área de transferência %s

source: Announces the title of the next article.
pt_br: Anuncia o título do próximo artigo.

source: Announces the title of the previous article.
pt_br: Anuncia o título do artigo anterior.

source: Announces article link, when pressed two times, opens related web page.
pt_br: Anuncia o linque do artigo. Se pressionada duas vezes, abre a página web relacionada.

source: Copies title and related link of the current article to the clipboard.
pt_br: Copia título e endereço do artigo atual para a área de transferência.

source: Read Feeds
pt_br: Leitor de Feeds

source: Add-on for using NVDA as a feed reader.
pt_br: Complemento para usar o NVDA como um leitor de feeds.
